/* 
  Localizable.strings
  HWSensors

  Created by kozlek on 24/02/12.
  Copyright (c) 2012 Natan Zalkin <natan.zalkin@me.com>. All rights reserved.
*/

"red-thermometer" = "Thermometer Icon (Red)";
"hwmonitor" = "HWMonitor Icon";
"thermometer" = "Thermometer Icon";
"temperatures" = "Temperature Icon";
"hddtemperatures" = "HDD Icon";
"ssdlife" = "SSD Icon";
"multipliers" = "Microchip Icon";
"frequencies" = "Frequency Icon";
"tachometers" = "Tachometer Icon";
"voltages" = "Voltage Icon";
"pcicard" = "Device Icon";
"video" = "Graphics Card Icon";
"battery" = "Battery Icon";
"scale" = "Scale Icon";

"CPUFan" = "CPU Fan";
"CPUFan2" = "CPU Fan 2";
"PowerFan" = "Power Fan";
"SystemFan1" = "System Fan 1";
"SystemFan2" = "System Fan 2";
"AuxFan" = "Auxiliary Fan";
"AuxFan2" = "Auxiliary Fan 2";
"MB Fan 0" = "CPU_FAN";
"MB Fan 1" = "SYS_FAN1 Roof";
"MB Fan 2" = "SYS_FAN2 Front";
"MB Fan 3" = "SYS_FAN3 Rear";
"MB Fan 4" = "Mainboard Fan 5";
"GPU Fan" = "GPU Fan";
"GPU Fan 1" = "GPU 2 Fan";
"GPU Fan 2" = "GPU 3 Fan";
"GPU Fan 3" = "GPU 4 Fan";
"CPU_MEM" = "CPU/Memory Fan";
"IO" = "Expansion Fan";
"PCI" = "Expansion Fan";
"INTAKE" = "Intake Fan";
"EXHAUST" = "Exhaust Fan";
"PS" = "Power Supply Fan";
"Main" = "Main Fan";
"ODD" = "Optical Drive Fan";
"HDD" = "Hard Drives Fan";
"BOOSTA" = "Booster A";
"BOOSTB" = "Booster B";
